{
  "blog_1_title": "How to Choose the Right Fire System?",
  "blog_1_content": "Choosing a fire system is not a random decision; it depends precisely on 'activity type' and 'stored materials'.\n\n1. Water Systems (Sprinklers):\nThe most famous and affordable choice. Suitable for warehouses, offices, and residential buildings. Relies on a pressurized water pipe network.\n\n2. Gas Systems (FM200 / Novec 1230):\nThe magic solution for sensitive places! Imagine spraying water on servers? Disaster! Clean gases extinguish fire by breaking the chemical reaction without leaving a drop of water.\n\n3. Foam Systems:\nFor the beasts! Petroleum, oils, and chemical fires cannot be extinguished by water. Foam works as an insulating layer separating fuel from oxygen.\n\nOFF FIRE Tip: Do not decide alone. Consult a certified engineer to determine the appropriate 'Code' (SBC 801).",

  "blog_2_title": "Importance of Maintenance Contracts: Investment or Cost?",
  "blog_2_content": "Some see the maintenance contract as a 'paper' to renew the license; we see it as an 'insurance policy' for your life and money.\n\nWhy does Civil Defense insist on maintenance?\nFire systems are 'sleeping' devices. They may remain silent for years, but the moment you need them, they must work with 100% efficiency.\n\nWhat do we do in a maintenance visit?\n- Operating pumps (Jockey, Diesel, Electric) to prevent seizing.\n- Checking network pressure and water spread angles.\n- Cleaning smoke detectors from dust to prevent false alarms.\n- Checking control panel batteries.\n\nNeglecting maintenance may cost you huge fines, or worse... losing the facility.",

  "blog_3_title": "Fire Extinguisher Color Guide: Don't Mistake!",
  "blog_3_content": "Using the wrong extinguisher can turn a small fire into an explosion! Keep this guide in mind:\n\n1. Red Extinguisher (Water):\nFor paper, wood, and cloth. Never use with electricity or oils!\n\n2. Black Extinguisher (CO2):\nTech-friendly. For electrical and electronic fires. Very cold gas suffocates fire leaving no trace.\n\n3. Blue Extinguisher (Dry Powder):\nThe 'Joker'. Extinguishes almost everything (metals, electricity, solids). The only downside is the messy powder residue.\n\n4. Beige Extinguisher (Wet Chemical):\nKing of kitchens! Specifically for cooking oil and deep fryer fires.",

  "blog_4_title": "Mock Evacuation Plans: Training Saves Lives",
  "blog_4_content": "In an emergency, 'Panic' is the #1 killer, not fire. An evacuation plan is the scenario that turns panic into organized action.\n\nSuccessful Plan Elements:\n1. Assembly Points: A safe place outside known to everyone.\n2. Fire Warden: A trained employee in every floor wearing a distinct vest.\n3. Safe Corridors: Ensuring emergency exits are clear of obstacles daily.\n\nAt OFF FIRE, we design realistic evacuation scenarios to train your team and measure response time.",

  "blog_5_title": "Civil Defense Requirements for Restaurants 2025",
  "blog_5_content": "The restaurant sector is most prone to fires, so requirements are strict. Here is the golden list:\n\n1. Hood System:\nMandatory above cooking areas. Must contain chemical nozzles (Wet Chemical) that open automatically upon fire, with a valve cutting off gas immediately.\n\n2. Gas Detectors:\nA small device next to gas cylinders that triggers an alarm and closes the valve upon leakage.\n\n3. Emergency Doors:\nIf restaurant area exceeds 100m, an outward-opening emergency exit with a 'Push Bar' is required.\n\n4. Installation Certificate:\nA certificate from a certified company proving system installation and testing.",

  "blog_6_title": "Tech Comparison: Addressable vs Conventional Panels",
  "blog_6_content": "When buying an alarm panel, you'll hear: Conventional & Addressable. The difference?\n\n1. Conventional Panel:\nDivides building into 'Zones'. If fire occurs, it says: 'Fire in Zone 1'. It won't specify which room.\n- Pro: Cheap.\n- Con: Takes time to locate fire.\n\n2. Addressable Panel:\nVery smart! Each detector has a 'Name' and 'Address'. It says: 'Fire in Room 305, Detector #4'.\n- Pro: Amazing speed and accuracy.\n- Usage: Mandatory in hotels and hospitals.",

  "blog_7_title": "Are UL/FM Pumps Essential or Luxury?",
  "blog_7_content": "UL/FM means the pump underwent rigorous testing by global US labs to ensure it won't fail you during disaster.\n\nWhen is it mandatory?\nIn government projects, large factories, and high-rise buildings. Civil Defense and insurance companies require it.\n\nWhen to use Local pumps?\nIn small projects and villas where pressure requirements are low and budget is limited. But ensure they meet SASO standards.",

  "blog_8_title": "Protecting Data Centers from Disasters",
  "blog_8_content": "Information is the most valuable asset today. A small fire in a server room could mean bankruptcy.\n\nWhy do water systems fail here?\nWater conducts electricity and destroys circuits. Water damage can be worse than fire damage!\n\nSolution: Gas Suppression Systems.\nWe use NOVEC 1230 or FM200. These gases fill the room in 10 seconds, extinguish fire, leave no residue, and are safe for breathing.",

  "blog_9_title": "5 Common Mistakes in Sprinkler Installation",
  "blog_9_content": "Even the best systems fail if installed incorrectly. Watch out for:\n\n1. Obstructions:\nInstalling a sprinkler too close to an AC unit or column.\n\n2. Painting:\nSome contractors paint sprinklers with the ceiling! This blocks the thermal sensor.\n\n3. Wrong Spacing:\nInstalling sprinklers too far apart leaves 'blind spots'.\n\n4. Wrong Type:\nInstalling a Pendent sprinkler where an Upright one is required.",

  "blog_10_title": "Steps to Issue Safety License Online (Salamah)",
  "blog_10_content": "Civil Defense procedures are now fully digital via 'Salamah' portal. Steps:\n\n1. Contract:\nSign an electronic contract with a certified safety company (we provide this).\n\n2. Technical Report:\nThe company visits your site, tests systems, and uploads a readiness report.\n\n3. Payment:\nYou receive a payment SMS. Once paid, the license is issued immediately as PDF.\n\nNote: Any previous violations must be paid first.",

  "blog_11_title": "Preventive vs Corrective Maintenance: Which is Cheaper?",
  "blog_11_content": "Preventive Maintenance:\nScheduled visits (quarterly) to detect and fix small problems before they escalate. Cost is fixed and reasonable.\n\nCorrective Maintenance:\nWaiting until the system breaks down. Cost is usually double (major spare parts, work stoppage, fines).\n\nIn safety, prevention is not just better than cure; it is cheaper and safer by stages."
}