{
  "blog_1_title": "كيف تختار نظام الإطفاء المناسب لمنشأتك؟",
  "blog_1_content": "اختيار نظام الإطفاء ليس قراراً عشوائياً، بل يعتمد بشكل هندسي دقيق على \"نوع النشاط\" و\"المواد المخزنة\".\n\n1. أنظمة المياه (Sprinklers):\nالخيار الأشهـر والأوفر. مناسبة للمستودعات العادية، المكاتب الإدارية، والمباني السكنية. تعتمد على شبكة مواسير مضغوطة بالمياه ورشاشات تنفجر تلقائياً عند درجة حرارة معينة (68 درجة مئوية غالباً).\n\n2. أنظمة الغاز (FM200 / Novec 1230):\nالحل السحري للأماكن الحساسة! هل تتخيل رش المياه على سيرفرات كمبيوتر أو لوحات كهرباء؟ كارثة! هنا يأتي دور الغازات النظيفة التي تطفئ الحريق بكسر سلسلة التفاعل الكيميائي دون أن تترك قطرة مياه واحدة، مما يحمي أجهزتك الثمينة.\n\n3. أنظمة الرغوة (Foam):\nمخصصة للوحوش! حرائق البترول، الزيوت، والمواد الكيميائية لا يطفئها الماء (قد يزيده اشتعالاً). الرغوة تعمل كطبقة عازلة تفصل الوقود عن الأكسجين وتخمد الحريق فوراً.\n\nنصيحة OFF FIRE: لا تقرر بنفسك. استشر مهندساً معتمداً ليحدد لك \"الكود\" المناسب (SBC 801) لتضمن الترخيص والسلامة.",

  "blog_2_title": "أهمية عقود الصيانة الدورية: استثمار أم تكلفة؟",
  "blog_2_content": "البعض يرى عقد الصيانة \"ورقة\" لتجديد الرخصة، ونحن نراه \"بوليصة تأمين\" على حياتك ومالك.\n\nلماذا يصر الدفاع المدني على الصيانة؟\nأنظمة الحريق هي أجهزة \"نائمة\". قد تظل صامتة لسنوات، لكن في اللحظة التي تحتاجها فيها (وقت الحريق)، يجب أن تعمل بكفاءة 100% وفي جزء من الثانية.\n\nماذا نفعل في زيارة الصيانة؟\n- تشغيل المضخات (Jockey, Diesel, Electric) للتأكد من عدم تصلبها.\n- فحص ضغط شبكة الرش وزوايا انتشار المياه.\n- تنظيف كواشف الدخان من الغبار الذي قد يسبب إنذارات كاذبة تزعج العمل.\n- التأكد من صلاحية بطاريات لوحة التحكم لتعمل عند انقطاع الكهرباء.\n\nإهمال الصيانة قد يكلفك غرامات ضخمة، أو الأسوأ.. خسارة المنشأة بالكامل.",

  "blog_3_title": "دليل ألوان طفايات الحريق: لا تخطئ في الاستخدام!",
  "blog_3_content": "استخدام الطفاية الخاطئة قد يحول الحريق الصغير إلى انفجار! احفظ هذا الدليل جيداً:\n\n1. الطفاية الحمراء (مياه):\nللورق، الخشب، والقماش. ممنوع استخدامها مع الكهرباء أو الزيوت!\n\n2. الطفاية السوداء (CO2):\nصديقة التكنولوجيا. مخصصة للحرائق الكهربائية والإلكترونية. غاز بارد جداً يخنـق النار ولا يترك أثراً.\n\n3. الطفاية الزرقاء (بودرة جافة - Dry Powder):\n\"الجوكر\". تطفئ كل شيء تقريباً (معادن، كهرباء، مواد صلبة). عيبها الوحيد أنها تترك بودرة قد تتلف الأجهزة الدقيقة وتحدث فوضى في المكان.\n\n4. الطفاية البيج (Wet Chemical):\nملك المطابخ! مخصصة خصيصاً لحرائق زيوت الطهي والمقالي العميقة.",

  "blog_4_title": "خطط الإخلاء الوهمية: التدريب ينقذ الأرواح",
  "blog_4_content": "في حالة الطوارئ، \"الهلع\" هو القاتل الأول، وليس النار. خطة الإخلاء هي السيناريو الذي يحول الهلع إلى تصرف منظم.\n\nعناصر الخطة الناجحة:\n1. نقاط التجمع (Assembly Points): مكان آمن خارج المبنى يعرفه الجميع.\n2. قائد الإخلاء (Fire Warden): موظف مدرب في كل طابق يرتدي سترة مميزة ويوجه الزملاء.\n3. الممرات الآمنة: التأكد يومياً من خلو مخارج الطوارئ من الكراتين والأثاث.\n\nنقوم في OFF FIRE بتصميم سيناريوهات إخلاء ومحاكاة واقعية لتدريب فريقك وقياس زمن الاستجابة.",

  "blog_5_title": "اشتراطات الدفاع المدني للمطاعم والمقاهي 2025",
  "blog_5_content": "قطاع المطاعم هو الأكثر عرضة للحرائق، لذا اشتراطاته صارمة. إليك القائمة الذهبية للترخيص:\n\n1. نظام الهود (Hood System):\nإلزامي فوق منطقة الطبخ. يجب أن يحتوي على رشاشات مادة كيميائية (Wet Chemical) تفتح تلقائياً عند اشتعال الزيت، مع صمام يقطع الغاز فوراً.\n\n2. كواشف الغاز:\nجهاز صغير بجانب أسطوانات الغاز يطلق إنذاراً ويغلق المحبس عند وجود أي تسريب.\n\n3. أبواب الطوارئ:\nإذا زادت مساحة المطعم عن 100 متر، يجب توفر مخرج طوارئ يفتح للخارج ومزود بمقبض \"Push Bar\".\n\n4. شهادة التركيب:\nيجب تقديم شهادة من شركة معتمدة (مثل شركاء OFF FIRE) تثبت تركيب الأنظمة واختبارها.",

  "blog_6_title": "مقارنة تقنية: اللوحات المعنونة vs التقليدية",
  "blog_6_content": "عند شراء لوحة إنذار، ستسمع مصطلحين: Conventional و Addressable. ما الفرق؟\n\n1. اللوحة التقليدية (Conventional):\nتقسم المبنى إلى \"مناطق\" (Zones). لو حدث حريق، اللوحة ستقول لك: \"هناك حريق في المنطقة 1 (الدور الأول)\". لكن لن تحدد أي غرفة بالضبط.\n- الميزة: رخيصة.\n- العيب: تأخذ وقتاً للبحث عن مكان الحريق.\n\n2. اللوحة المعنونة (Addressable):\nذكية جداً! كل كاشف له \"اسم\" و\"عنوان\". لو حدث حريق، اللوحة ستقول: \"حريق في الغرفة 305، الكاشف رقم 4\".\n- الميزة: سرعة استجابة مذهلة ودقة متناهية.\n- الاستخدام: إلزامي في الفنادق، المستشفيات، والمباني الكبيرة.",

  "blog_7_title": "هل مضخات الحريق UL/FM ضرورية أم رفاهية؟",
  "blog_7_content": "مصطلح UL/FM يعني أن المضخة خضعت لاختبارات قاسية من معامل عالمية أمريكية لضمان أنها لن تخذلـك وقت الكارثة.\n\nمتى تكون إلزامية؟\nفي المشاريع الحكومية، المصانع الكبرى، والمباني العالية. الدفاع المدني وشركات التأمين يشترطونها لضمان الموثوقية.\n\nمتى أستخدم المضخات المجمعة محلياً (Local)؟\nفي المشاريع الصغيرة والفلل، حيث يكون الضغط المطلوب منخفضاً والميزانية محدودة. لكن تأكد أنها مطابقة للمواصفات السعودية (SASO).",

  "blog_8_title": "حماية غرف السيرفرات (Data Centers) من الكوارث",
  "blog_8_content": "المعلومات هي أغلى أصول الشركات اليوم. حريق صغير في غرفة السيرفر قد يعني إفلاس الشركة وضياع بيانات العملاء.\n\nلماذا تفشل أنظمة المياه هنا؟\nالمياه توصل الكهرباء وتتلف الدوائر الإلكترونية. الخسارة من المياه قد تكون أكبر من خسارة الحريق نفسه!\n\nالحل: أنظمة الإخماد بالغاز (Gas Suppression).\nنستخدم غاز NOVEC 1230 أو FM200. هذه الغازات تملأ الغرفة خلال 10 ثوانٍ، تطفئ النار، ولا تترك أي غبار أو رطوبة، وهي آمنة تماماً للتنفس البشري.",

  "blog_9_title": "5 أخطاء شائعة في تركيب رشاشات الحريق",
  "blog_9_content": "حتى أفضل الأنظمة تفشل إذا رُكبت بشكل خاطئ. انتبه لهذه النقاط:\n\n1. العوائق (Obstructions):\nتركيب الرشاش قريباً جداً من وحدة تكييف أو عمود، مما يمنع وصول المياه للنار.\n\n2. الطلاء (Painting):\nبعض المقاولين يدهنون الرشاشات مع السقف بالخطأ! هذا يغلق الحساس الحراري ويجعل الرشاش \"قطعة حديد\" لا فائدة منها.\n\n3. المسافات الخاطئة:\nتركيب الرشاشات بعيدة جداً عن بعضها يترك \"نقاط عمياء\" للنار لتنمو فيها.\n\n4. نوع الرشاش:\nتركيب رشاش موجه لأسفل (Pendent) في مكان يتطلب رشاشاً موجهاً لأعلى (Upright).",

  "blog_10_title": "خطوات إصدار رخصة سلامة إلكترونياً (بوابة سلامة)",
  "blog_10_content": "تحولت إجراءات الدفاع المدني إلى الرقمية بالكامل عبر بوابة \"سلامة\". إليك الخطوات:\n\n1. التعاقد:\nيجب أولاً توقيع عقد إلكتروني مع شركة سلامة معتمدة (نحن نوفر لك ذلك عبر التطبيق).\n\n2. رفع التقرير الفني:\nتقوم الشركة بزيارة موقعك، فحص الأنظمة، ورفع تقرير فني يثبت جاهزية المحل.\n\n3. سداد الرسوم:\nتصلك رسالة سداد على هاتفك، بعد الدفع تصدر الرخصة فوراً بصيغة PDF.\n\nتنبيه: أي مخالفات سابقة يجب سدادها أولاً لإتمام العملية.",

  "blog_11_title": "الصيانة الوقائية vs الصيانة العلاجية: أيهما أوفر؟",
  "blog_11_content": "الصيانة الوقائية (Preventive):\nهي زيارات مجدولة (ربع سنوية) لاكتشاف المشاكل الصغيرة وإصلاحها قبل أن تتفاقم. تكلفتها ثابتة ومعقولة.\n\nالصيانة العلاجية (Corrective):\nهي الانتظار حتى يتعطل النظام ثم طلب الإصلاح. غالباً ما تكون التكلفة مضاعفة (قطع غيار كبيرة، توقف العمل، غرامات).\n\nفي عالم السلامة، الوقاية ليست فقط خيراً من العلاج، بل هي \"أرخص\" و\"أكثر أماناً\" بمراحل."
}